[
  {
    "title": "Página 1: Área de Comunicación",
    "text": "ÁREA DE COMUNICACIÓN\nEl área de Comunicación tiene por finalidad que los estudiantes desarrollen competencias comunicativas para interactuar con otras personas, comprender y construir la realidad, y representar el mundo de forma real o imaginaria. Este desarrollo se da mediante el uso del lenguaje, una herramienta fundamental para la formación de las personas pues permite tomar conciencia de nosotros mismos al organizar y dar sentido a nuestras vivencias y saberes. Los aprendizajes que propicia el área de Comunicación contribuyen a comprender el mundo contemporáneo, tomar decisiones y actuar éticamente en diferentes ámbitos de la vida.\n\nEl logro del Perfil de egreso de los estudiantes de la Educación Básica requiere el desarrollo de diversas competencias. A través del enfoque comunicativo, el área de Comunicación promueve y facilita que los estudiantes desarrollen las siguientes competencias:\n\n Se comunica oralmente en su lengua materna.\n Lee diversos tipos de textos escritos en lengua materna.\n Escribe diversos tipos de textos en lengua materna.\n\nENFOQUE QUE SUSTENTA EL DESARROLLO DE LAS COMPETENCIAS EN EL ÁREA DE COMUNICACIÓN\nEl marco teórico y metodológico que orienta la enseñanza y el aprendizaje del área corresponde al enfoque comunicativo. El enfoque orienta el desarrollo de competencias comunicativas a partir de usos y prácticas sociales del lenguaje, situados en contextos socioculturales distintos:\n\nEs comunicativo porque su punto de partida es el uso de lenguaje para comunicarse con otros. Al comunicarse, los estudiantes comprenden y producen textos orales y escritos de distinto tipo textual, formato y género discursivo, con diferentes propósitos y en variados soportes, como los impresos, los audiovisuales y los digitales, entre otros.\n\nConsidera las prácticas sociales del lenguaje porque la comunicación no es una actividad aislada, sino que se produce cuando las personas interactúan entre sí al participar en la vida social y cultural. En estas interacciones, el lenguaje se usa de diferentes modos para construir sentidos en los textos.\n\nEnfatiza lo sociocultural porque estos usos y prácticas del lenguaje se sitúan en contextos sociales y culturales específicos. Los lenguajes orales y escritos adoptan características propias en cada uno de esos contextos y generan identidades individuales y colectivas. Por ello, se debe tomar en cuenta cómo se usa el lenguaje en las diversas culturas según su momento histórico y sus características socioculturales, sobre todo en un país como el nuestro dónde se hablan 47 lenguas originarias, además del castellano.\n\nAsimismo, el área contempla la reflexión sobre el lenguaje a partir de su uso, no solo como un medio para aprender en los diversos campos del saber, sino también para crear o apreciar distintas manifestaciones literarias, y para desenvolverse en distintas facetas de la vida. Esa reflexión se realiza considerando el impacto de las tecnologías en la comunicación humana. De este modo, se asegura la apropiación integral del lenguaje."
  },
  {
    "title": "Página 2: Competencia 1 - Se Comunica Oralmente en su Lengua Materna",
    "text": "I COMPETENCIA: SE COMUNICA ORALMENTE EN SU LENGUA MATERNA.\n\nSe define como una interacción dinámica entre uno o más interlocutores para expresar y comprender ideas y emociones. Supone un proceso activo de construcción del sentido de los diversos tipos de textos orales ya que el estudiante alterna los roles de hablante y oyente con el fin de lograr su propósito comunicativo.\n\nEsta competencia se asume como una práctica social donde el estudiante interactúa con distintos individuos o comunidades socioculturales, ya sea de forma presencial o virtual. Al hacerlo, tiene la posibilidad de usar el lenguaje oral de manera creativa y responsable, considerando la repercusión de lo expresado o escuchado, y estableciendo una posición crítica con los medios de comunicación audiovisuales. La comunicación oral es una herramienta fundamental para la constitución de las identidades y el desarrollo personal. Esta competencia implica la combinación de las siguientes capacidades:\n\n✓ Obtiene información del texto oral: el estudiante recupera y extrae información explícita expresada por los interlocutores.\n✓ Infiere e interpreta información del texto oral: el estudiante construye el sentido del texto. Para ello, infiere estableciendo diversas relaciones entre la información explícita e implícita con el fin de deducir nueva información y completar los vacíos del texto oral. A partir de estas inferencias, el estudiante interpreta integrando la información explícita e implícita, los recursos verbales, no verbales y paraverbales para construir el sentido global y profundo del texto oral, y explicar el propósito, el uso estético del lenguaje, las intenciones e ideologías de los interlocutores, así como su relación con el contexto sociocultural.\n✓ Adecúa, organiza y desarrolla las ideas de forma coherente y cohesionada: el estudiante expresa sus ideas adaptándose al propósito, destinatario, características del tipo de texto, género discursivo y registro, considerando las normas y modos de cortesía, así como los contextos socioculturales que enmarcan la comunicación. Asimismo, expresa las ideas en torno a un tema de forma lógica, relacionándolas mediante diversos recursos cohesivos para construir el sentido de distintos tipos de textos y géneros discursivos.\n✓ Utiliza recursos no verbales y paraverbales de forma estratégica: el estudiante emplea variados recursos no verbales (como gestos o movimientos corporales) o paraverbales (como el tono de la voz o silencios) según la situación comunicativa para enfatizar o matizar significados y producir determinados efectos en los interlocutores.\n✓ Interactúa estratégicamente con distintos interlocutores: el estudiante intercambia los roles de hablante y oyente alternada y dinámicamente, participando de forma pertinente, oportuna y relevante para lograr su propósito comunicativo.\n✓ Reflexiona y evalúa la forma, el contenido y contexto del texto oral: los procesos de reflexión y evaluación están relacionados porque ambos suponen que el estudiante se distancie de los textos orales en los que participa. Para ello, reflexiona como oyente y hablante, que supone distanciarse de los textos orales en que participa de forma presencial o a través de medios audiovisuales, comparando y contrastando aspectos formales y de contenido, con la experiencia, el contexto, el conocimiento formal y diversas fuentes de información. Asimismo, evalúa, que implica analizar y valorar los textos orales producidos para construir una opinión personal o un juicio crítico sobre sus aspectos formales, contenidos e ideologías, y su relación con el contexto sociocultural, considerando los efectos que producen en los interlocutores."
  },
  {
    "title": "Página 3: Desempeños Ciclo VI - Primer Año",
    "text": "<table><thead><tr><th>Competencias</th><th>Capacidades</th><th>Primer Año</th><th>Segundo Año</th></tr></thead><tbody><tr><td>Se comunica oralmente en su lengua materna</td><td>Obtiene información del texto oral.</td><td>Recupera información explícita de los textos orales que escucha seleccionando datos específicos. Integra esta información cuando es dicha en distintos momentos, o por distintos interlocutores, en textos orales que presentan sinónimos y expresiones con sentido figurado.</td><td>Recupera información explícita de los textos orales que escucha seleccionando datos específicos y algunos detalles. Integra esta información cuando es dicha en distintos momentos, o por distintos interlocutores, en textos orales que presentan información contrapuesta, sesgos, sinónimos y expresiones con sentido figurado.</td></tr><tr><td rowspan=\"5\">Se comunica oralmente en su lengua materna</td><td>Infiere e interpreta información del texto oral.</td><td>Explica el tema y propósito comunicativo del texto. Distingue lo relevante de lo complementario clasificando y sintetizando la información. Establece conclusiones sobre lo comprendido.</td><td>Explica el tema y propósito comunicativo del texto. Distingue lo relevante de lo complementario, clasificando y sintetizando la información. Establece conclusiones sobre lo comprendido.</td></tr><tr><td>Adecúa, organiza y desarrolla las ideas de forma coherente y cohesionada.</td><td>Adecúa el texto oral a la situación comunicativa considerando el propósito comunicativo, el tipo textual y algunas características del género discursivo. Mantiene el registro formal o informal adaptándose a los interlocutores y sus contextos socioculturales.</td><td>Adecúa el texto oral a la situación comunicativa considerando el propósito comunicativo, el tipo textual y algunas características del género discursivo. Mantiene el registro formal o informal adaptándose a los interlocutores y sus contextos socioculturales.</td></tr><tr><td>Utiliza recursos no verbales y paraverbales de forma estratégica.</td><td>Emplea gestos y movimientos corporales que enfatizan lo que dice. Mantiene la distancia física que guarda con sus interlocutores. Ajusta el volumen, la entonación y el ritmo de su voz para transmitir emociones, caracterizar personajes o producir efectos en el público, como el suspenso, el entretenimiento, entre otros.</td><td>Emplea gestos y movimientos corporales que enfatizan o atenúan lo que dice. Regula la distancia física que guarda con sus interlocutores. Ajusta el volumen, la entonación y el ritmo de su voz para transmitir emociones, caracterizar personajes o producir efectos en el público, como el suspenso, el entretenimiento, entre otros.</td></tr><tr><td>Interactúa estratégicamente con distintos interlocutores.</td><td>Participa en diversos intercambios orales alternando los roles de hablante y oyente. Recurre a saberes previos y aporta nueva información para argumentar, aclarar y contrastar ideas considerando normas y modos de cortesía según el contexto sociocultural.</td><td>Participa en diversos intercambios orales alternando los roles de hablante y oyente. Recurre a saberes previos, usa lo dicho por sus interlocutores y aporta nueva información para argumentar, aclarar y contrastar ideas considerando normas y modos de cortesía según el contexto sociocultural.</td></tr><tr><td>Reflexiona y evalúa la forma, el contenido y contexto del texto oral.</td><td>Opina como hablante y oyente sobre el contenido del texto oral, los estereotipos y valores que este plantea, las intenciones de los interlocutores, y el efecto de lo dicho en el hablante y el oyente. Justifica su posición sobre lo que dice o escucha.</td><td>Opina como hablante y oyente sobre el contenido del texto oral, los estereotipos y valores que este plantea, las intenciones de los interlocutores, y el efecto de lo dicho en el hablante y el oyente. Justifica su posición sobre lo que dice o escucha.</td></tr></tbody></table>"
  },
  {
    "title": "Página 4: Desempeños Ciclo VI - Continuación",
    "text": "<table><thead><tr><th>Competencias</th><th>Capacidades</th><th>Primer Año</th><th>Segundo Año</th></tr></thead><tbody><tr><td rowspan=\"5\">Se comunica oralmente en su lengua materna</td><td>Infiere e interpreta información del texto oral.</td><td>Deduce diversas relaciones lógicas entre las ideas del texto oral (causa-efecto, semejanza-diferencia, entre otras) a partir de información explícita y presuposiciones del texto. Señala las características implícitas de seres, objetos, hechos y lugares. Determina el significado de palabras en contexto y de expresiones con sentido figurado.</td><td>Deduce diversas relaciones lógicas entre las ideas del texto oral (causa-efecto, semejanza-diferencia, entre otras) a partir de información contrapuesta, presuposiciones y sesgos del texto. Señala las características implícitas de seres, objetos, hechos y lugares. Determina el significado de palabras en contexto y de expresiones con sentido figurado.</td></tr><tr><td>Adecúa, organiza y desarrolla las ideas de forma coherente y cohesionada.</td><td>Expresa oralmente ideas y emociones de forma coherente y cohesionada. Ordena y jerarquiza las ideas en torno a un tema, y las desarrolla para ampliar o precisar la información. Estructura una secuencia textual (argumenta, narra, describe, etc.) de forma apropiada. Establece relaciones lógicas entre las ideas, como comparación, simultaneidad y disyunción, a través de diversos referentes y conectores. Incorpora un vocabulario pertinente que incluye sinónimos y términos propios de los campos del saber.</td><td>Expresa oralmente ideas y emociones de forma coherente y cohesionada. Ordena y jerarquiza las ideas en torno a un tema, y las desarrolla para ampliar o precisar la información. Estructura una secuencia textual (argumenta, narra, describe, etc.) de forma apropiada. Establece relaciones lógicas entre las ideas, como comparación, simultaneidad y disyunción, entre otras, a través de varios tipos de referentes y conectores. Incorpora un vocabulario pertinente que incluye sinónimos y términos propios de los campos del saber.</td></tr><tr><td>Utiliza recursos no verbales y paraverbales de forma estratégica.</td><td>Emplea gestos y movimientos corporales que enfatizan lo que dice. Mantiene la distancia física que guarda con sus interlocutores. Ajusta el volumen, la entonación y el ritmo de su voz para transmitir emociones, caracterizar personajes o producir efectos en el público, como el suspenso, el entretenimiento, entre otros.</td><td>Emplea gestos y movimientos corporales que enfatizan o atenúan lo que dice. Regula la distancia física que guarda con sus interlocutores. Ajusta el volumen, la entonación y el ritmo de su voz para transmitir emociones, caracterizar personajes o producir efectos en el público, como el suspenso, el entretenimiento, entre otros.</td></tr><tr><td>Interactúa estratégicamente con distintos interlocutores.</td><td>Participa en diversos intercambios orales alternando los roles de hablante y oyente. Recurre a saberes previos y aporta nueva información para argumentar, aclarar y contrastar ideas considerando normas y modos de cortesía según el contexto sociocultural.</td><td>Participa en diversos intercambios orales alternando los roles de hablante y oyente. Recurre a saberes previos, usa lo dicho por sus interlocutores y aporta nueva información para argumentar, aclarar y contrastar ideas considerando normas y modos de cortesía según el contexto sociocultural.</td></tr><tr><td>Reflexiona y evalúa la forma, el contenido y contexto del texto oral.</td><td>Opina como hablante y oyente sobre el contenido del texto oral, los estereotipos y valores que este plantea, las intenciones de los interlocutores, y el efecto de lo dicho en el hablante y el oyente. Justifica su posición sobre lo que dice o escucha.</td><td>Opina como hablante y oyente sobre el contenido del texto oral, los estereotipos y valores que este plantea, las intenciones de los interlocutores, y el efecto de lo dicho en el hablante y el oyente. Justifica su posición sobre lo que dice o escucha.</td></tr></tbody></table>"
  },
  {
    "title": "Página 5: Descripción del Nivel de la Competencia Esperado al Final del Ciclo VI",
    "text": "Se comunica oralmente mediante diversos tipos de textos; infiere el tema, propósito, hechos y conclusiones a partir de información explícita e implícita, e interpreta la intención del interlocutor en discursos que contienen ironías y sesgos. Organiza y desarrolla sus ideas en torno a un tema y las relaciona mediante el uso de diversos conectores y referentes, así como de un vocabulario variado y pertinente. Enfatiza significados mediante el uso de recursos no verbales y paraverbales. Reflexiona sobre el texto y evalúa su fiabilidad de acuerdo a sus conocimientos y al contexto sociocultural. Se expresa adecuándose a situaciones comunicativas formales e informales. En un intercambio, hace preguntas y utiliza las respuestas escuchadas para desarrollar sus ideas, y sus contribuciones tomando en cuenta los puntos de vista de otros."
  }
]